{
         "news":[
      {
         "author":"Megan Rose Dickey",
         "title":"",
         "description":"Juul has stopped selling a number of its flavored nicotine products — mango, creme, fruit and cucumber — in the U.S., pending a review by the U.S. Food and Drug Administration. Now, the vaping company will only sell the flavors that taste like tobacco, mint o…",
         "url":"https://techcrunch.com/2019/10/17/juul-will-stop-selling-mango-creme-fruit-and-cucumber-flavored-pods/",
         "urlToImage":"https://techcrunch.com/wp-content/uploads/2019/04/GettyImages-890546208.jpeg?w=600",
         "publishedAt":"2019-10-17T17:00:45Z",
         "content":"Juul has stopped selling a number of its flavored nicotine products — mango, creme, fruit and cucumber — in the U.S., pending a review by the U.S. Food and Drug Administration. Now, the vaping company will only sell the flavors that taste like tobacco, mint o… [+900 chars]"
      },
      {
         "author":"Brian Heater",
         "title":"Luna Display now supports older Macs as a secondary screen",
         "description":"Secondary display companies are among the latest to get a taste of Sherlocking, after Apple introduced Sidecar as part of the recent Catalina update. Honestly, the feature is far and away the best thing about the latest version of MacOS and as a number of thi…",
         "url":"https://techcrunch.com/2019/10/17/luna-display-now-supports-older-macs-as-a-secondary-screen/",
         "urlToImage":"https://techcrunch.com/wp-content/uploads/2019/10/A001C027_171025YK.00_01_40_07.Still009.png?w=711",
         "publishedAt":"2019-10-17T17:00:30Z",
         "content":"Secondary display companies are among the latest to get a taste of Sherlocking, after Apple introduced Sidecar as part of the recent Catalina update. Honestly, the feature is far and away the best thing about the latest version of MacOS and as a number of thi… [+1454 chars]"
      },
      {
         "author":"Kirsten Korosec",
         "title":"Tesla gets green light to start producing EVs in China",
         "description":"China’s industry ministry has add Tesla to a government list of approved automotive manufacturers, a designation that allows the electric automaker to begin producing vehicles in the country. Tesla’s inclusion on the list published by the Ministry of Industry…",
         "url":"https://techcrunch.com/2019/10/17/tesla-gets-green-light-to-start-producing-evs-in-china/",
         "urlToImage":"https://techcrunch.com/wp-content/uploads/2018/10/model3@2.jpg?w=711",
         "publishedAt":"2019-10-17T16:46:21Z",
         "content":"China’s industry ministry has add Tesla to a government list of approved automotive manufacturers, a designation that allows the electric automaker to begin producing vehicles in the country.\r\nTesla’s inclusion on the list published by the Ministry of Industr… [+1468 chars]"
      },
      {
         "author":"Anthony Ha",
         "title":"The Information will launch Ticker, a tech news app that costs $29 per year",
         "description":"Since it was founded by journalist Jessica Lessin in 2013, The Information has stood out in the tech news landscape for its focus on an ad-free, subscription-driven business model (a focus that seems increasingly prescient). Now, the upcoming launch of an app…",
         "url":"https://techcrunch.com/2019/10/17/the-information-ticker/",
         "urlToImage":"https://techcrunch.com/wp-content/uploads/2019/10/GettyImages-491693302.jpg?w=601",
         "publishedAt":"2019-10-17T16:30:58Z",
         "content":"Since it was founded by journalist Jessica Lessin in 2013, The Information has stood out in the tech news landscape for its focus on an ad-free, subscription-driven business model (a focus that seems increasingly prescient).\r\nNow, the upcoming launch of an ap… [+1589 chars]"
      },
      {
         "author":"Danny Crichton",
         "title":"‘Cloud kitchens’ is an oxymoron",
         "description":"The biggest wave in consumer products right now has all the hallmarks of another bubble of misplaced investor expectations and sadly lower margins. Cloud kitchens (the category, and not just CloudKitchens the startup service) is essentially WeWork for restaur…",
         "url":"https://techcrunch.com/2019/10/17/cloud-kitchens-is-an-oxymoron/",
         "urlToImage":"https://techcrunch.com/wp-content/uploads/2019/10/GettyImages-811935378.jpg?w=600",
         "publishedAt":"2019-10-17T16:16:20Z",
         "content":"The biggest wave in consumer products right now has all the hallmarks of another bubble of misplaced investor expectations and sadly lower margins.\r\nCloud kitchens (the category, and not just CloudKitchens the startup service) is essentially WeWork for restau… [+7694 chars]"
      },
      {
         "author":"Darrell Etherington",
         "title":"MIT develops a way for robots to grasp and manipulate objects much faster",
         "description":"Picking stuff up seems easy, right? It is – for humans with powerful brain computers that instantly and intuitively figure out everything needed to get the job done. But for robots, even advanced robots, the compute required is surprisingly complex, especiall…",
         "url":"https://techcrunch.com/2019/10/17/mit-develops-a-way-for-robots-to-grasp-and-manipulate-objects-much-faster/",
         "urlToImage":"https://techcrunch.com/wp-content/uploads/2019/10/MIT-Robot-Gripper.gif?w=500",
         "publishedAt":"2019-10-17T16:08:32Z",
         "content":"Picking stuff up seems easy, right? It is for humans with powerful brain computers that instantly and intuitively figure out everything needed to get the job done. But for robots, even advanced robots, the compute required is surprisingly complex, especially … [+1538 chars]"
      },
      {
         "author":"Sarah Perez",
         "title":"Venmo to launch its first credit card in 2020",
         "description":"Venmo announced today its plans to launch its first-ever credit card. The card is being issued partnership with Synchrony, already the issuer behind Venmo parent company PayPal’s Extras Mastercard and Cashback Mastercard, in an expanded relationship. The move…",
         "url":"https://techcrunch.com/2019/10/17/venmo-to-launch-its-first-credit-card-in-2020/",
         "urlToImage":"https://techcrunch.com/wp-content/uploads/2019/10/venmo-synchrony.jpeg?w=764",
         "publishedAt":"2019-10-17T15:21:26Z",
         "content":"Venmo announced today its plans to launch its first-ever credit card. The card is being issued partnership with Synchrony, already the issuer behind Venmo parent company PayPal’s Extras Mastercard and Cashback Mastercard, in an expanded relationship. The move… [+2964 chars]"
      },
      {
         "author":"Ron Miller",
         "title":"Latest IBM partnership looks to improve seafood safety with blockchain",
         "description":"IBM has been working with a number of different industries to help improve food safety with the help of blockchain technology. Today it announced its latest effort, a partnership with Massachusetts firm, Raw Seafoods, Inc, to bring this approach to seafood st…",
         "url":"https://techcrunch.com/2019/10/17/latest-ibm-partnership-looks-to-improve-seafood-safety-with-blockchain/",
         "urlToImage":"https://techcrunch.com/wp-content/uploads/2019/10/GettyImages-1064567918.jpg?w=600",
         "publishedAt":"2019-10-17T15:01:42Z",
         "content":"IBM has been working with a number of different industries to help improve food safety with the help of blockchain technology. Today it announced its latest effort, a partnership with Massachusetts firm, Raw Seafoods, Inc, to bring this approach to seafood st… [+1871 chars]"
      },
      {
         "author":"Zack Whittaker",
         "title":"Popular app Snaptube caught serving invisible ads and charging users for premium purchases they haven't made",
         "description":"A popular video downloader app for Android has been found generating fake ad clicks and unauthorized premium purchases from its users, according to a security firm. Snaptube, which boasts some 40 million users, allows users to download videos and music from Y…",
         "url":"https://techcrunch.com/2019/10/17/snaptube-invisible-ads-ad-fraud-charging-premium/",
         "urlToImage":"https://techcrunch.com/wp-content/uploads/2019/10/GettyImages-153342471.jpg?w=571",
         "publishedAt":"2019-10-17T15:00:12Z",
         "content":"A popular video downloader app for Android has been found generating fake ad clicks and unauthorized premium purchases from its users, according to a security firm.\r\nSnaptube, which boasts some 40 million users, allows users to download videos and music from … [+3658 chars]"
      },
      {
         "author":"Darrell Etherington",
         "title":"Logitech's MX Master 3 mouse and MX Keys keyboard should be your setup of choice",
         "description":"Logitech recently introduced a new mouse and keyboard, the MX Master 3 ($99.99) and MX Keys ($99.99) respectively. Both devices borrow a lot from other, older hardware in Logitech’s lineup – but they build on what the company has gotten really right with inpu…",
         "url":"https://techcrunch.com/2019/10/17/logitechs-mx-master-3-mouse-and-mx-keys-keyboard-should-be-your-setup-of-choice/",
         "urlToImage":"https://techcrunch.com/wp-content/uploads/2019/10/Logitech-MX-Keys-MX-Master-3-1.jpg?w=600",
         "publishedAt":"2019-10-17T14:55:16Z",
         "content":"Logitech recently introduced a new mouse and keyboard, the MX Master 3 ($99.99) and MX Keys ($99.99) respectively. Both devices borrow a lot from other, older hardware in Logitech’s lineup but they build on what the company has gotten really right with input … [+5239 chars]"
      }
   ]
}